wbin/soma-req-xmlnames.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Body>
    <dp:request xmlns:dp="http://www.datapower.com/schemas/management"
      domain="default">
      <dp:get-status class="XMLNamesStatus"/>
    </dp:request>
  </env:Body>
</env:Envelope>
